[
  {
    "index": 0,
    "title": "Where Do I go? Where Should I Park?",
    "content": "<div class='d-block ma-6'><div class='mb-3 font-weight-bold'><a href='https://goo.gl/maps/8dSxrNsw6xDeF6qj7' target='_blank' rel='noreferrer'>Ceremony:</a></div><div class='mb-3'>We are at the <a href='https://goo.gl/maps/8dSxrNsw6xDeF6qj7' target='_blank' rel='noreferrer'>Raven Picnic Site in North Glenmore Park</a>. There is plenty of parking in Lot M or Lot O. If these lots are full there are many more lots nearby within a short walking distance.</div><div class='mb-3 font-weight-bold'><a href='https://goo.gl/maps/3LVz3ydgCZZuJiYF8' target='_blank' rel='noreferrer'>Reception:</a></div><div class='mb-3'>The reception is at <a href='https://goo.gl/maps/3LVz3ydgCZZuJiYF8' target='_blank' rel='noreferrer'>Heritage Park</a>! There is parking for $3 in the main parking lot for Heritage Park before entering the gates, but your vehicles must be moved by 9 am the next morning or risk getting a ticket. As well there is very limited parking inside the park at Gunn’s Dairy Barn for a few guests who may not be able to walk through the park easily. However if parking inside the park you must remove your vehicle by 1:00 am or Heritage Park will move it to the main parking lot at the owner’s expense.</div><div class='mb-3'>Taxies/Ubers are welcome to drive to the Gunn’s Dairy Barn for pick-ups at the end of the night.</div><div class=''><a href='./heritage-park-map.pdf'>Map of Heritage Park</a></div></div>"
  },
  {
    "index": 1,
    "title": "What time should I arrive?",
    "content": "<div class='d-block ma-6'><div class='mb-3'>We recommend that you arrive 20 minutes before the start of the ceremony to make sure everyone is on time and we can get the ceremony started as scheduled!</div><div class='mb-3'>Arrive at Heritage Park at about 6:00 pm to ensure you have enough time to park and walk through the park to the antique midway by 6:30 pm for drinks and fun rides!</div></div>"
  },
  {
    "index": 2,
    "title": "What will be the weather be like?",
    "content": "<div class='d-block ma-6'>We are hoping for a nice sunny day! That being said our Ceremony is outdoors rain or shine so please watch the weather and come prepared with an umbrella if need be. Our cocktail hour will be held outside as well. Dinner and reception will be inside Gunn’s Dairy Barn.</div>"
  },
  {
    "index": 3,
    "title": "Can I take pictures?",
    "content": "<div class='d-block ma-6'><div class='mb-3'>We will be having and unplugged ceremony. This means we ask that all phones and devices be put away and turned on silent during the ceremony.</div><div>After the ceremony, we would love for you to take as many pictures as you would like and share them with us and on social media. #Grantusawish</div></div>"
  },
  {
    "index": 4,
    "title": "Are kids welcome?",
    "content": "<div class='d-block ma-6'>While we love your little ones, our wedding is going to be an adults-only event so that everyone can relax and enjoy the evening. Our nephews and niece will be a part of the wedding ceremony before they go home for the evening. We appreciate you making arrangements ahead of time and leaving your kids at home or with a sitter so you can celebrate with us.</div>"
  },
  {
    "index": 5,
    "title": "Can I bring a date?",
    "content": "<div class='d-block ma-6'>Due to capacity limits, we can only accommodate those guests formally invited on your wedding invitation.</div>"
  },
  {
    "index": 6,
    "title": "What should I wear? Is there a dress code?",
    "content": "<div class='d-block ma-6'>The dress code for our wedding is dressy casual! We recommend a nice summer dress for the ladies and a nice shirt and pants for the men. As well we recommend wearing flat dress shoes/sandals or wedge heels that you are comfortable with walking and having fun in. The majority of our wedding will be held outside. There will also be a bit of walking on gravel/ dirt paths and grass. *please no jeans*</div>"
  },
  {
    "index": 7,
    "title": "What do I do between the ceremony and cocktail hour?",
    "content": "<div class='d-block ma-6'>There will be a couple of hours gap between the end of our ceremony and the start of our cocktail hour. This is your free time and you are welcome to do whatever you wish. You may go home and relax, mingle with other guests, or gather at a nearby restaurant or coffee shop. The wedding party will be out taking pictures during this time. Head towards Heritage Park around 6:00 pm to ensure you have time to walk through the park to the antique midway. </div>"
  },
  {
    "index": 8,
    "title": "Will food and drinks be served at the reception?",
    "content": "<div class='d-block ma-6'>Yes! We will be having a buffet-style dinner at 8:00 pm, and drinks throughout the night!</div>"
  },
  {
    "index": 9,
    "title": "When does the Toonie Bar start?",
    "content": "<div class='d-block ma-6'>During the cocktail hour, we will host an open bar for all drinks. During dinner well will have wine available at the tables. During the dance and evening fun we will have a toonie bar set up. All alcoholic beverages will be $2.00 each. Non-alcoholic beverages are free! There will be a container near the bar for you to pay for your drinks. Cash only! No debit or credit. There are no ATM’s on site, please plan ahead.</div>"
  },
  {
    "index": 10,
    "title": "I have dietary restrictions/allergies. What's the best way to let you know?",
    "content": "<div class='d-block ma-6'>When you RSVP there will be a question asking if you have any dietary restrictions, please let us know when you RSVP.</div>"
  },
  {
    "index": 11,
    "title": "What is the RSVP deadline?",
    "content": "<div class='d-block ma-6'>Please RSVP no later than July 1, 2022, through the link on this website.</div>"
  },
  {
    "index": 12,
    "title": "What should I do if I cannot make it?",
    "content": "<div class='d-block ma-6'>You will be missed! If you can not make it to the wedding, please let us know as soon as possible and RSVP “no” so we can plan accordingly.</div>"
  },
  {
    "index": 13,
    "title": "Can I bring my card/gift to the wedding?",
    "content": "<div class='d-block ma-6'>Your presence is present enough, but should you wish to bring a gift to our wedding, there will be a card/gift table set up at Gunn’s Dairy Barn during the reception.</div>"
  },
  {
    "index": 14,
    "title": "What health and safety measures will be taken during the event?",
    "content": "<div class='d-block ma-6'>We will be following all provincial health guidelines and restrictions concerning Covid 19. We will keep the website updated as required.</div>"
  },
  {
    "index": 15,
    "title": "How will we communicate any updated information and/or changes before the wedding?",
    "content": "<div class='d-block ma-6'>We will keep our website up to date of any information and/or changes that may happen between now and our wedding date. For any major changes, we will be sure to email everyone personally. Please be sure to leave an email address when you RSVP to our wedding.</div>"
  },
  {
    "index": 16,
    "title": "I still have questions, what is the best way to contact you?",
    "content": "<div class='d-block ma-6'>Feel free to contact Laura or Ryan at any time if you have any questions or concerns through our social media or phone number. Laura – (403) 200-6798  Ryan – (403) 690-5318</div>"
  }
]
